Repository: durinov/enigma2-plugin-extensions-csfd
Catalog: locale/*/LC_MESSAGES/CSFD.po
Languages: sk

source: v menu můžete zobrazit fanoušky pořadu
sk: v menu môžete zobraziť fanúšikov relácie

source: v menu můžete zobrazit galerii fotek z pořadu
sk: v menu môžete zobraziť galériu fotiek z relácie

source: v menu můžete zobrazit historii změn v pluginu
sk: v menu môžete zobraziť históriu zmien v plugine

source: v menu můžete zobrazit komentáře uživatelů k pořadu
sk: v menu môžete zobraziť komentáre užívateľov k relácii

source: v menu můžete zobrazit postery (filmové plakáty) k pořadu
sk: v menu môžete zobraziť postery (filmové plagáty) k relácii

source: v menu můžete zobrazit premiéry pořadu
sk: v menu môžete zobraziť premiéry relácie

source: v menu můžete zobrazit související filmy
sk: v menu môžete zobraziť súvisiace filmy

source: v menu můžete zobrazit zajímavosti o pořadu
sk: v menu môžete zobraziť zaujímavosti o relácii

source: v menu můžete zobrazit získaná ocenění
sk: v menu môžete zobraziť získané ocenenia

source: v menu můžete zobrazit řady seriálu
sk: v menu môžete zobraziť série seriálu

source: verze:
sk: verzia:

source: vyhledání aktuálního pořadu v mezinárodní filmové databázi IMDB
sk: vyhľadanie aktuálnej relácie v medzinárodnej filmovej databázi IMDB

source: výběr hledaného pořadu z EPG aktuálního kanálu
sk: výber hľadanej relácie z EPG aktuálneho kanála

source: výběr hledaného pořadu ze všech kanálů
sk: výber hľadanej relácie zo všetkých kanálov

source: výběrem znaků opakovaným stiskem klávesy
sk: výberom znakov opakovaným stlačením klávesy

source: změna třídění vyhledaných pořadů
sk: zmena triedenia vyhľadaných relácií

source: zobrazit EPG aktuálního kanálu
sk: zobraziť EPG aktuálneho kanála

source: zobrazit seznam kanálů
sk: zobraziť zoznam kanálov

source: zobrazí další detaily o pořadu dle aktuálního kontextu
sk: zobrazí ďalšie detaily o relácii podľa aktuálneho kontextu

source: zobrazí detailní hodnocení pořadu
sk: zobrazí detailné hodnotenie relácie

source: zobrazí detaily o pořadu
sk: zobrazí detaily o relácii

source: zobrazí diskuzi uživatelů k pořadu
sk: zobrazí diskusiu užívateľov k relácii

source: zobrazí epizody seriálu
sk: zobrazí epizódy seriálu

source: zobrazí externí recenze k pořadu
sk: zobrazí externej recenzie k relácii

source: zobrazí fanoušky pořadu
sk: zobrazí fanúšikov relácie

source: zobrazí galerii fotek z pořadu
sk: zobrazí galériu fotiek z relácie

source: zobrazí historii změn v pluginu
sk: zobrazí históriu zmien v plugine

source: zobrazí informaci, zda je k dostupná nová verze
sk: zobrazí informáciu, či je k dispozícii nová verzia

source: zobrazí komentáře uživatelů k pořadu
sk: zobrazí komentáre užívateľov k relácii

source: zobrazí menu s aktuálně dostupnými akcemi
sk: zobrazí menu s aktuálne dostupnými akciami

source: zobrazí nápovědu k jednotlivým tlačítkům v pluginu
sk: zobrazí nápovedu k jednotlivým tlačidlám v pluginu

source: zobrazí postery (filmové plakáty) k pořadu
sk: zobrazí postery (filmové plagáty) k relácii

source: zobrazí premiéry pořadu
sk: zobrazí premiéry relácie

source: zobrazí seznam vyhledaných pořadů
sk: zobrazí zoznam vyhľadaných relácií

source: zobrazí související filmy
sk: zobrazí súvisiace filmy

source: zobrazí video ukázky z pořadu
sk: zobrazí video ukážky z relácii

source: zobrazí zajímavosti o pořadu
sk: zobrazí zaujímavosti o relácii

source: zobrazí získaná ocenění
sk: zobrazí získaná ocenenia

source: zobrazí řady seriálu
sk: zobrazí série seriálu

source: zpět v jednotlivých položkách nebo ukončení pluginu
sk: späť v jednotlivých položkách alebo ukončenie pluginu

source: čárka
sk: èiarka

source: Řady v seriálu
sk: Rady v seriáli

source: Žádná galerie v databázi.
sk: Žiadna galéria v databáze.

source: Žádná ocenění v databázi.
sk: Žiadne ocenenie v databáze.

source: Žádná postery v databázi.
sk: Žiadne postery v databáze.

source: Žádná shoda na CSFD pro film:
sk: Žiadna zhoda na CSFD pre film:

source: Žádná shoda na CSFD.
sk: Žiadna zhoda na CSFD.

source: Žádná videa v databázi.
sk: Žiadna videá v databáze.

source: Žádné další diskuzní příspěvky v databázi.
sk: Žiadne ďalšie diskusné príspevky v databáze.

source: Žádné další externí recenze v databázi.
sk: Žiadne ďalšie externej recenzie v databáze.

source: Žádné další hodnocení v databázi.
sk: Žiadne ďalšie hodnotenie v databáze.

source: Žádné další ocenění v databázi.
sk: Žiadne ďalšie ocenenie v databáze.

source: Žádné další premiéry v databázi.
sk: Žiadne ďalšie premiéry v databáze.

source: Žádné diskuzní příspěvky v databázi.
sk: Žiadne diskusné príspevky v databáze.

source: Žádné externí recenze v databázi.
sk: Žiadne externé recenzie v databáze.

source: Žádné hodnocení v databázi.
sk: Žiadne hodnotenie v databáze.

source: Žádné premiéry v databázi.
sk: Žiadne premiéry v databáze.

source: Žádné zajímavosti v databázi.
sk: Žiadne zaujímavosti v databáze.

source: Žádní další fanoušci v databázi.
sk: Žiadni ďalší fanúšikovia v databáze.

source: Žádní fanoušci v databázi.
sk: Žiadni fanúšikovia v databáze.

source: žádné hodnocení
sk: žiadne hodnotenie

source: žádný
sk: žiaden

source: V kinech:
sk: V kinách

source: V televizi:
sk: V televízii

source: Odhlásit se z ČSFD
sk: Odhlásiť sa z ČSFD

source: Opravdu se odhlásit z ČSFD?
sk: Naozaj sa chcete odhlásiť z ČSFD?

source: Přihlášen jako:
sk: Prihlásený ako:

source: Hodnocení:
sk: Hodnotenie

source: Celkový počet komentářů:
sk: Celkový počet komentárov:

source: Zkouším funkčnost přihlášení
sk: Skúšam funkčnosť prihlásenia

source: Resetuju přihlašovací token - zkuste spustit tenhle test ješte jednou
sk: Resetujem prihlasovací token - skúste spustiť tento test ešte raz

source: Opětovné přihlášení budete muset povolit v nastaveních.
sk: Opätovné prihlásenie budete musieť povoliť v nastaveniach.

source: Je dostupná nová verze CSFD pluginu %s na githubu
sk: Je dostupná nová verzia CSFD pluginu %s na githube

source: Jak dlouho nenačítat cache po net chybě
sk: Ako dlho nenačítavať cache po net chybe

source: Žádné další zajímavosti v databázi.
sk: Žiadne ďalšie zaujímavosti v databáze

source: Zobrazovat CSFD přímo ve skinu přijímače
sk: Zobrazovať CSFD priamo v skinu prijímača

source: Preferovaná kvalita stahovaných posterů
sk: Preferovaná kvalita zobrazovaných posterov

source: Vyhledávat epizody?
sk: Vyhľadávať epizódy u seriálov?

source: Zobrazovat výsledky s nízkou prioritou?
sk: Zobrazovať výsledky s nízkou prioritou?

source: Pokračování ve vývoji od 12/2021 jako open source projekt
sk: Pokračovanie vo vývoji od 12/2021 ako open source projekt

source: Video kompilace
sk: Video kompilácia

source: Na internetu:
sk: Na internete:

source: Účinkují:
sk: Účinkujú:

source: Maximální
sk: Maximálna

source: Preferovaná kvalita náhledu videí
sk: Preferovaná kvalita náhľadu videí

source: Preferovaná kvalita fotek v galerii
sk: Preferovaná kvalita fotiek v galérii
