Repository: durinov/enigma2-plugin-extensions-csfd
Catalog: locale/*/LC_MESSAGES/CSFD.po
Languages: sk

source: (Aktuální hodnocení: %s)
sk: (Aktuálne hodnotenie: %s)

source: (prohlížeč stránek CSFD.cz na platformě Enigma2)
sk: (zobrazovač stránok CSFD.cz na platforme Enigma2)

source: Adresář pro stažení videa není dostupný: %s
sk: Adresár pre stiahnutie videa nie je dostupný: %s

source: Akce pro dlouhý stisk modrého tlačítka
sk: Akcia pre dlhý stisk modrého tlačidla

source: Akce pro dlouhý stisk zeleného tlačítka
sk: Akcia pre dlhý stisk zeleného tlačidla

source: Akce pro dlouhý stisk červeného tlačítka
sk: Akcia pre dlhý stisk červeného tlačidla

source: Akce pro dlouhý stisk žlutého tlačítka
sk: Akcia pre dlhý stisk žltého tlačidla

source: Akce pro klávesu 0
sk: Akcia pre klávesu 0

source: Akce pro klávesu 4
sk: Akcia pre klávesu 4

source: Akce pro klávesu 5
sk: Akcia pre klávesu 5

source: Akce pro klávesu 6
sk: Akcia pre klávesu 6

source: Akce pro klávesu 7
sk: Akcia pre klávesu 7

source: Akce pro klávesu 8
sk: Akcia pre klávesu 8

source: Akce pro klávesu 9
sk: Akcia pre klávesu 9

source: Amatérský film
sk: Amatérsky film

source: Ano
sk: Áno

source: Ano, ale přehrát další video
sk: Áno, ale prehrať ďalšie video

source: Ano, ale přehrát předchozí video
sk: Áno, ale prehrať predchádzajúce video

source: Automaticky kontrolovat nové beta verze pluginu?
sk: Automaticky kontrolovať nové beta verzie pluginu?

source: Automaticky kontrolovat nové verze pluginu?
sk: Automaticky kontrolovať nové verzie pluginu?

source: Bez akce
sk: Bez akcie

source: Byla aktivována ochrana proti "zamrznutí"! Tento stav mohl nastat z důvodu dlouhého stahování nebo došlo k nějaké chybě v programu Zkuste zadat nebo vybrat z EPG pořad znovu
sk: Bola aktivovaná OCHRANA voči "zamrznutiu"! Tento stav mohol nastať z dôvodu dlhého sťahovania alebo došlo k nejakej chybe v programe Skúste zadať alebo vybrať z EPG reláciu znova

source: CSFD - stahování dalších informací probíhá ...
sk: CSFD - sťahovanie ďalších informácií prebieha ...

source: CSFD - stahování detailu probíhá ...
sk: CSFD - sťahovanie detailu prebieha ...

source: CSFD Nastavení
sk: CSFD Nastavenie

source: CSFD detaily se načítají ...
sk: CSFD detaily sa načítajú ...

source: CSFD fetchFailed - Chyba při stahování
sk: CSFD fetchFailed - Chyba pri sťahovaní

source: CSFD stahování dalších informací dokončeno
sk: CSFD sťahovanie ďalších informácií dokončené

source: CSFD stahování detailu dokončeno
sk: CSFD sťahovanie detailu dokončené

source: Cesta <adr.> pro download videa (def.: /hdd/movie/ )
sk: Cesta <adr.> pre download videa (def.: /hdd/movie/ )

source: Cesta <adr.> pro dočasné soubory a logy (def.: /tmp/ )
sk: Cesta <adr.> pre dočasné súbory a logy (def.: /tmp/)

source: Chcete ji stáhnout a nainstalovat?
sk: Chcete ju stiahnuť a nainštalovať?

source: Chcete nastavit všechny parametry na přednastavené (default) hodnoty?
sk: Chcete nastaviť všetky parametre na prednastavené (default) hodnoty?

source: Chcete nyní provést restart GUI?
sk: Chcete teraz uskutočniť reštart GUI?

source: Chcete plugin přesto znovu stáhnout a nainstalovat?
sk: Chcete plugin napriek tomu znova stiahnuť a nainštalovať?

source: Chcete přesto stáhnout a nainstalovat tuto starší verzi?
sk: Chcete napriek tomu stiahnuť a nainštalovať túto staršiu verziu?

source: Chyba - zamrznutí pluginu
sk: Chyba - zamrznutie pluginu

source: Chyba při mazání hodnocení
sk: Chyba pri mazaní hodnotenia

source: Chyba při stahování titulků: %s
sk: Chyba pri sťahovaní titulkov: %s

source: Chyba při stahování videa: %s
sk: Chyba pri sťahovaní videa: %s

source: Chyba při ukládání hodnocení
sk: Chyba pri ukladaní hodnotenia

source: Chyba streamování: %s
sk: Chyba streamovanie: %s

source: Chyba v pluginu!
sk: Chyba v plugine!

source: Další
sk: Ďalšia

source: Design CSFD obrazovek
sk: Design CSFD obrazoviek

source: Diskuze
sk: Diskusia

source: Diskuze
sk: Diskusia

source: Divadelní záznam
sk: Divadelný záznam

source: Epizody v seriálu
sk: Epizódy v seriáli

source: Error during downloading
sk: Chyba pri sťahovaní

source: Ext.recenze
sk: Ext.recenzie

source: Externí recenze
sk: Externé recenzie

source: Fanclub pořadu
sk: Fanclub relácie

source: Fanoušci
sk: Fanúšikovia

source: Filmová databáze CSFD
sk: Filmová databáza CSFD

source: Filmová databáze CSFD.cz
sk: Filmová databáza CSFD.cz

source: Galerie
sk: Galéria

source: Galerie pořadu
sk: Galéria relácie

source: Galerie č.%s
sk: Galéria č.%s

source: Galerie:
sk: Galéria:

source: Heslo pro CSFD:
sk: Heslo pre CSFD:

source: Historie změn v pluginu
sk: História zmien v pluginu

source: Historie změn v pluginu CSFD
sk: História zmien v pluginu CSFD

source: Hledaný film:
sk: Hľadaný film:

source: Hodnocení
sk: Hodnotenie

source: Hodnocení smazáno
sk: Hodnotenie zmazané

source: Hodnocení uloženo
sk: Hodnotenie uložené

source: Hodnocení uživatelů
sk: Hodnotenie užívateľov

source: Hodnocení:
sk: Hodnotenie:

source: Hrají:
sk: Hrajú:

source: Hudební videoklip
sk: Hudobný videoklip

source: Informace o nové verzi není momentálně dostupná nebo došlo k síťové chybě (curl)
sk: Informácia o novej verzii nie je momentálne dostupná alebo došlo k sieťovej chybe (curl)

source: Informace o pluginu CSFD
sk: Informácie o pluginu CSFD

source: Informace o přehrávaném videu:
sk: Informácie o prehrávanom videu:

source: Instalace skončila s kódem (%s)!
sk: Inštalácia skončila s kódom (%s)!

source: Instalaci nové verze provádět pomocí příkazu?
sk: Inštaláciu novej verzie vykonávať pomocou príkazu?

source: Jak dlouho se nepřihlašovat po chybě
sk: Ako dlho sa nepřihlašovat po chybe

source: Jazyk pro menu
sk: Jazyk pre menu

source: Je funkční internet
sk: Je funkčný internet

source: Je povoleno přihlašování do CSFD v Nastaveních
sk: Je povolené prihlasovanie do CSFD v Nastaveniach

source: Je vyplněno heslo v Nastaveních
sk: Je vyplnené heslo v Nastaveniach

source: Je vyplněno uživatelské jméno v Nastaveních
sk: Je vyplnené užívateľské meno v Nastaveniach

source: Komentáře
sk: Komentáre

source: Komentáře uživatelů třídit:
sk: Komentáre užívateľov triediť:

source: Logovat do <adr.>CSFDlog.txt ?
sk: Logovať do <adr.>CSFDlog.txt ?

source: Logovat do konzole i čas?
sk: Logovať do konzoly i čas?

source: Logovat do systémové konzole?
sk: Logovať do systémovej konzoly?

source: Long Keypress
sk: Dlhé Stlačenie

source: Maximální velikost logu?
sk: Maximálna veľkosť logu?

source: Menu pořadů
sk: Menu relácií

source: Máte nainstalovanou aktuální verzi pluginu!
sk: Máte nainštalovanú aktuálnu verziu pluginu!

source: Máte nainstalovanou novější verzi pluginu než je aktuálně online dostupná!
sk: Máte nainštalovanú novšiu verziu pluginu než je aktuálne online dostupná!

source: Můžete hodnotit filmy na CSFD
sk: Môžete hodnotiť filmy na CSFD

source: Nastavení
sk: Nastavenie

source: Načíst detail na základě skóre podobnosti?
sk: Načítať detail na základe skóre podobnosti?

source: Načítat poster?
sk: Načítať poster?

source: Načítání galerie ještě probíhá. Zkuste spustit galerii za chvíli.
sk: Načítanie galérie ešte prebieha. Skúste spustiť galériu za chvíľu.

source: Načítání posterů ještě probíhá. Zkuste spustit postery za chvíli.
sk: Načítanie posterov ešte prebieha. Skúste spustiť postery za chvíľu.

source: Načítání videí ještě probíhá...
sk: Načítanie videí ešte prebieha...

source: Ne
sk: Nie

source: Ne, ale přehrát video znovu
sk: Nie, ale prehrať video znovu

source: Nemůžu načíst název pořadu
sk: Nemôžem načítať názov relácie

source: Nenalezena možnost pro smazaní
sk: Nenájdená možnosť pre zmazanie

source: Nenalezeno video! Zastavit přehrávání?
sk: Nenájdené video! Zastaviť prehrávanie?

source: Není funkční internet!
sk: Nie je funkčný internet!

source: Nominován:
sk: Nominovaný:

source: Nová verze byla úspěšně nainstalována!
sk: Nová verzia bola úspešne nainštalovaná!

source: Nápověda
sk: Nápoveda

source: Název, grafické logo
sk: Názov, grafické logo

source: Název:
sk: Názov:

source: Ocenění
sk: Ocenenia

source: Ochrana před kompletním "zamrznutím" aplikace?
sk: Ochrana pred kompletným "zamrznutím" aplikácie?

source: Oddělovač tisíců
sk: Oddeľovač tisícov

source: Otestuje přihlášení do CSFD
sk: Otestuje prihlásenie do CSFD

source: Ovládání
sk: Ovládanie

source: Ověřuji přihlášení na CSFD
sk: Overujem prihlásenie na CSFD

source: Po některých změnách je nutné znovu spustit plugin nebo restartartovat GUI!
sk: Po niektorých zmenách je nutné znovu spustiť plugin alebo restartartovat GUI!

source: Podobné pořady
sk: Podobné relácie

source: Položka 01 pro rotaci v BOUQUETech
sk: Položka 01 pre rotáciu v BOUQUETech

source: Položka 02 pro rotaci v BOUQUETech
sk: Položka 02 pre rotáciu v BOUQUETech

source: Položka 03 pro rotaci v BOUQUETech
sk: Položka 03 pre rotáciu v BOUQUETech

source: Položka 04 pro rotaci v BOUQUETech
sk: Položka 04 pre rotáciu v BOUQUETech

source: Položka 05 pro rotaci v BOUQUETech
sk: Položka 05 pre rotáciu v BOUQUETech

source: Položka 06 pro rotaci v BOUQUETech
sk: Položka 06 pre rotáciu v BOUQUETech

source: Položka 07 pro rotaci v BOUQUETech
sk: Položka 07 pre rotáciu v BOUQUETech

source: Položka 08 pro rotaci v BOUQUETech
sk: Položka 08 pre rotáciu v BOUQUETech

source: Položka 09 pro rotaci v BOUQUETech
sk: Položka 09 pre rotáciu v BOUQUETech

source: Položka 10 pro rotaci v BOUQUETech
sk: Položka 10 pre rotáciu v BOUQUETech

source: Porovnávat včetně roku natáčení?
sk: Porovnávať vrátane roku natáčania?

source: Poster slideshow včetně fotek z galerie v základu?
sk: Poster slideshow vrátane fotiek z galérie v základe?

source: Postery pořadu
sk: Postery relácie

source: Posun u titulků + v ms
sk: Posun u titulkov + v ms

source: Posun u titulků - v ms
sk: Posun u titulkov - v ms

source: Povolit slideshow pro galerii v detailu?
sk: Povoliť slideshow pre galériu v detaily?

source: Povolit slideshow pro poster v detailu?
sk: Povoliť slideshow pre poster v detaily?

source: Povolit slideshow pro poster v základu?
sk: Povoliť slideshow pre poster v základe?

source: Povolit změnit OLED displej ve skinu
sk: Povoliť zmeniť OLED displej vo skine

source: Pořad:
sk: Relácia:

source: Preferované rozlišení videa?
sk: Preferované rozlíšenie videa?

source: Probíhá vyhledávání v databázi CSFD ... (
sk: Prebieha vyhľadávanie v databáze CSFD ... (

source: Produkce:
sk: Produkcia:

source: Předloha:
sk: Predloha:

source: Přejít na další záložku
sk: Prejsť na ďalšiu záložku

source: Přejít na předchozí záložku
sk: Prejsť na predchádzajúcu záložku

source: Přepne na další záložku
sk: Prejde na ďalšiu záložku

source: Přepne na předchozí záložku
sk: Prejde na predchádzajúcu záložku

source: Při aktualizaci došlo k chybě
sk: Pri aktualizácii došlo k chybe

source: Při dlouhém stisku tlačítka INFO(EPG)
sk: Pri dlhom stlačení tlačidla INFO(EPG)

source: Při plné shodě ihned načíst detail?
sk: Pri plnej zhode ihneď načítať detail?

source: Při volání IMDB odstranit diakritiku?
sk: Pri volaní IMDB odstrániť diakritiku?

source: Při zadávání předvyplnit poslední hledaný pořad?
sk: Pri zadávaní predvyplniť poslednú hľadanú reláciu?

source: Přihlásit se do CSFD?
sk: Prihlásiť sa do CSFD?

source: Really close without saving settings?
sk: Naozaj zatvoriť bez uloženia nastavenia?

source: Recenze od:
sk: Recenzia od:

source: Reset skinu se projeví po restartu GUI.
sk: Reset skinu sa prejaví po reštarte GUI.

source: Resetování všech parametrů
sk: Resetovanie všetkých parametrov

source: Režie:
sk: Réžia:

source: Rotovat ratingy?
sk: Rotovať ratingy?

source: Rozlišení
sk: Rozlíšenie

source: Různé
sk: Rôzne

source: Scénografie:
sk: Scénografia:

source: Scénář:
sk: Scenár:

source: Seriál - epizoda
sk: Seriál - epizóda

source: Seriál - série
sk: Seriál - séria

source: Setřídit položky podle CSFD
sk: Zotriediť položky podľa CSFD

source: Setřídit položky podle abecedy
sk: Zotriediť položky podľa abecedy

source: Setřídit položky podle data vydání
sk: Zotriediť položky podľa dátumu vydania

source: Setřídit položky podle vhodnosti názvu
sk: Zotriediť položky podľa vhodnosti názva

source: Setříděno podle
sk: Zoradené podľa

source: Soukromá poznámka:
sk: Súkromná poznámka:

source: Související pořady
sk: Súvisiace relácie

source: Spustit video ukázku
sk: Spustiť video ukážku

source: Stahovaná verze:
sk: Sťahovaná verzia:

source: Stahuji obal k filmu:
sk: Sťahujem obal k filmu:

source: Stažení a instalace nové verze pluginu - KONEC
sk: Stiahnutie a inštalácia novej verzie pluginu - KONIEC

source: Stažení a instalace nové verze pluginu - ZAČÁTEK
sk: Stiahnutie a inštalácia novej verzie pluginu - ZAČIATOK

source: Studentský film
sk: Študentský film

source: Stáhnout novou verzi pluginu
sk: Stiahnuť novú verziu pluginu

source: Střih:
sk: Strih:

source: TEST BOHUŽEL NEPROBĚHL ÚSPĚŠNĚ
sk: TEST BOHUŽIAĹ NEPREBEHOL ÚSPEŠNE

source: TEST PROBĚHL ÚSPĚŠNĚ
sk: TEST PREBEHOL ÚSPEŠNE

source: TV pořad
sk: TV relácia

source: Tento box nemmůže dekódovat videostream: %s
sk: Tento box nemmůže dekódovať Videostream: %s

source: Tento box nemůže dekódovat audiostream: %s
sk: Tento box nemôže dekódovať audiostream: %s

source: Test přihlášení do CSFD
sk: Test prihlásenia do CSFD

source: Test přihlášení na CSFD.cz - KONEC
sk: Test prihlásenia na CSFD.cz - KONIEC

source: Test přihlášení na CSFD.cz - ZAČÁTEK
sk: Test prihlásenia na CSFD.cz - ZAČIATOK

source: Test přihlášení na CSFD.cz ...
sk: Test prihlásenia na CSFD.cz ...

source: Testovat funkčnost internetu?
sk: Testovať funkčnosť internetu?

source: Timeout pro stahování
sk: Timeout pre sťahovanie

source: Třídící algoritmus pro vyhledané položky?
sk: Triediaci algoritmus pre vyhľadané položky?

source: Ukončení nastavování - bez uložení
sk: Ukončenie nastavovania - bez uloženia

source: Uložit video
sk: Uložiť video

source: Uloží nastavení
sk: Uloží nastavenie

source: Uživatel:
sk: Užívateľ:

source: Uživatelské jméno pro CSFD:
sk: Užívateľské meno pre CSFD:

source: Vaše verze:
sk: Vaša verzia:

source: Velikost fontu pro FullHD rozlišení
sk: Veľkosť fontu pre FullHD rozlíšenie

source: Velikost fontu pro SD a HD rozlišení
sk: Veľkosť fontu pre SD a HD rozlíšenie

source: Verze:
sk: Verzia:

source: Videa
sk: Videá

source: Videa v pořadu
sk: Videá v relácii

source: Video bude staženo do : %s
sk: Video bude stiahnuté do: %s

source: Video bylo staženo
sk: Video bolo stiahnuté

source: Video není bohužel dostupné!
sk: Video nie je bohužiaľ dostupné!

source: Vlastní hodnocení:
sk: Vlastné hodnotenie:

source: Volat místo IMDB plugin CSFD?
sk: Volať miesto IMDB plugin CSFD?

source: Vyberte typ zajímavostí:
sk: Vyberte typ zaujímavostí:

source: Vyhledané výsledky třídit defaultně podle
sk: Vyhľadané výsledky triediť defaultne podľa

source: Vyhledat akt. pořad v CSFD
sk: Vyhľadať akt. reláciu v CSFD

source: Vyhledat pořad v IMDB
sk: Vyhľadať reláciu v IMDB

source: Vyhledat v CSFD
sk: Vyhľadať v CSFD

source: Vyhledávat včetně diakritiky pro pořady z EPG?
sk: Vyhľadávať vrátane diakritiky pre relácie z EPG?

source: Vyhledávat včetně diakritiky pro pořady z ostatních zdrojů?
sk: Vyhľadávať vrátane diakritiky pre relácie z ostatných zdrojov?

source: Vyhledávat včetně roku natáčení?
sk: Vyhľadávať vrátane roku natáčania?

source: Vítěz:
sk: Víťaz:

source: Výběr kanálu
sk: Výber kanála

source: Výběr pořadu z EPG akt.programu
sk: Výber relácie z EPG akt.programu

source: Výběr pořadu ze všech kanálů
sk: Výber relácie zo všetkých kanálov

source: Výběr skinu pro plugin CSFD
sk: Výber skinu pre plugin CSFD

source: Výběr z EPG
sk: Výber z EPG

source: Všechny parametry byly nastaveny na přednastavené hodnoty! Spusťte znovu plugin!
sk: Všetky parametre boli nastavené na prednastavené hodnoty! Spusťte znova plugin!

source: Za jak dlouho se má ochrana aktivovat
sk: Za ako dlho sa má ochrana aktivovať

source: Zachovat zpětnou kompatibilitu volání CSFD?
sk: Zachovať spätnú kompatibilitu volanie CSFD?

source: Zadat/změnit hodnocení
sk: Zadať/zmeniť hodnotenie

source: Zadej název hledaného pořadu:
sk: Zadaj názov hľadaného programu:

source: Zadej pořad
sk: Zadaj reláciu

source: Zadejte hodnocení pro:
sk: Zadajte hodnotenie pre:

source: Zadání pořadu
sk: Zadanie relácie

source: Zadávání znaků
sk: Zadávanie znakov

source: Zajímavosti
sk: Zaujímavosti

source: Zajímavosti
sk: Zaujímavosti

source: Zalogovaný uživatel je:
sk: Prihlásený užívateľ je:

source: Zastavit přehrávání tohoto videa?
sk: Zastaviť prehrávanie tohto videa?

source: Zjišťuji zalogovaného uživatele na CSFD
sk: Zisťujem zalogovaného užívateľa na CSFD

source: Zkouším se zalogovat na stránky CSFD
sk: Skúšam sa zalogovať na stránky CSFD

source: Změna galerie při slideshow v detailu
sk: Zmena galérie pri slideshow v detaily

source: Změna jednotlivých ratingů
sk: Zmena jednotlivých ratingov

source: Změna posteru při slideshow v detailu
sk: Zmena posteru pri slideshow v detaily

source: Změna posteru při slideshow v základu
sk: Zmena posteru pri slideshow v základe

source: Změna skinu
sk: Zmena skinu

source: Změna skinu se projeví po restartu GUI.
sk: Zmena skinu sa prejaví po reštarte GUI.

source: Změna zobrazovaných tipů
sk: Zmena zobrazovaných tipov

source: Změnit
sk: Zmeniť

source: Zobrazeny epizody seriálu
sk: Zobrazené epizódy seriálu

source: Zobrazeny podobné pořady
sk: Zobrazené podobné relácie

source: Zobrazeny související pořady
sk: Zobrazené súvisiace relácie

source: Zobrazeny řady seriálu
sk: Zobrazené série seriálu

source: Zobrazit CSFD v EPG SubMenu v PLI?
sk: Zobraziť CSFD v EPG SubMenu v PLI?

source: Zobrazit CSFD v EPG detailu?
sk: Zobraziť CSFD v EPG detaile?

source: Zobrazit CSFD v EPG místo MultiEPG?
sk: Zobraziť CSFD v EPG místo MultiEPG?

source: Zobrazit CSFD v EPG výběru - modré tlačítko?
sk: Zobraziť CSFD v EPG výberu - modré tlačidlo?

source: Zobrazit CSFD v EPG výběru?
sk: Zobraziť CSFD v EPG výberu?

source: Zobrazit CSFD v Hlavním menu?
sk: Zobraziť CSFD v Hlavnom menu?

source: Zobrazit CSFD v menu Extension?
sk: Zobraziť CSFD v menu Extension?

source: Zobrazit CSFD v menu INFO(EPG)?
sk: Zobraziť CSFD v menu INFO(EPG)?

source: Zobrazit CSFD v menu Pluginů?
sk: Zobraziť CSFD v menu Pluginov?

source: Zobrazit CSFD v openATV/VIX imagích?
sk: Zobraziť CSFD v openATV/VIX imagích?

source: Zobrazit CSFD ve výběru nahraných pořadů?
sk: Zobraziť CSFD vo výbere nahratých relácií?

source: Zobrazit diskuzi
sk: Zobraziť diskusiu

source: Zobrazit epizody seriálu
sk: Zobraziť epizódy seriálu

source: Zobrazit ext.recenze
sk: Zobraziť ext.recenzie

source: Zobrazit fanoušky pořadu
sk: Zobraziť fanúšikov relácie

source: Zobrazit galerii
sk: Zobraziť galériu

source: Zobrazit hodnocení uživatelů
sk: Zobraziť hodnotenia užívateľov

source: Zobrazit komentáře
sk: Zobraziť komentáre

source: Zobrazit ocenění
sk: Zobraziť ocenenie

source: Zobrazit oddělovací linku v detailu?
sk: Zobraziť oddeľovací linku v detaile?

source: Zobrazit podobné pořady
sk: Zobraziť podobné relácie

source: Zobrazit postery
sk: Zobraziť postery

source: Zobrazit premiéry
sk: Zobraziť premiéry

source: Zobrazit související pořady
sk: Zobraziť súvisiace relácie

source: Zobrazit videa
sk: Zobraziť videá

source: Zobrazit zajímavosti
sk: Zobraziť zaujímavosti

source: Zobrazit řady seriálu
sk: Zobraziť série seriálu

source: Zobrazovat tipy?
sk: Zobraziť tipy?

source: Zobrazí další možnosti v Nastaveních
sk: Zobrazia ďalšie možnosti v Nastaveniach

source: Zpět
sk: Späť

source: Zrušit
sk: Zrušiť

source: barva textu dle hodnocení
sk: farba textu podľa hodnotenia

source: barvy stejné + zvýraznění kategorií
sk: farby rovnaké + zvýraznenie kategórií

source: barvy stejné bez ohledu na hodnocení
sk: farby rovnaké bez ohľadu na hodnotenie

source: celkový počet zajímavostí:
sk: celkový počet zaujímavostí:

source: data vydání
sk: dátumu vydania

source: i obsahová část jsou vlastnictvím společnosti
sk: i obsahová časť sú vlastníctvom spoločnosti

source: ještě nehodnoceno
sk: ešte nehodnotené

source: manuální zadání hledaného pořadu
sk: manuálne zadanie hľadanej relácie

source: metoda 1 - Levenshtein
sk: metóda 1 - Levenshtein

source: metoda 2 - Bigram
sk: metóda 2 - Bigram

source: metoda 3 - Jen porovnat
sk: metóda 3 - Len porovnať

source: mezera
sk: medzera

source: možnost změny nastavení různých parametrů pluginu
sk: možnosť zmeny nastavenia rôznych parametrov pluginu

source: možnost změny skinu
sk: možnosť zmeny skinu

source: máte možnost ohodnotit vyhledaný pořad
sk: máte možnosť ohodnotiť vyhľadanú reláciu

source: můžete setřídit komentáře od nejnovějších po nejstarší
sk: môžete zotrieďiť komentáre od najnovších po najstaršie

source: můžete setřídit komentáře podle hodnocení uživatelů
sk: môžete zotrieďiť komentáre podľa hodnotenia užívateľov

source: můžete setřídit komentáře podle počtu bodů uživatele
sk: môžete zotrieďiť podľa počtu bodov užívateľa

source: opravte nalezené chyby !!!
sk: odstráňte nájdené chyby !!!

source: pokud to povolíte v Nastaveních
sk: pokiaľ toto povolíte v Nastaveniach

source: pomocí virtuální klávesnice
sk: pomocou virtuálnej klávesnice

source: posun na následující stránku nebo položku
sk: posun na nasledujúcu stránku alebo položku

source: posun na předchozí stránku nebo položku
sk: posun na predchádzajúcu stránku alebo položku

source: počet diskuzních příspěvků:
sk: počet diskusných príspevkov:

source: počet externích recenzí:
sk: počet externých recenzií:

source: počet fanoušků:
sk: počet fanúšikov:

source: počet hodnocení:
sk: počet hodnotení:

source: rotace po jednotlivých informacích o pořadu
sk: rotácia po jednotlivých informáciách o relácii

source: rovnou vyhledat aktuální pořad
sk: ihneď vyhľadať aktuálnu reláciu

source: smazat hodnocení
sk: zmazať hodnotenie

source: spustí aktuální video ukázku
sk: spustí aktuálnu video ukážku

source: tečka
sk: bodka

source: ukončit
sk: ukončiť

source: uloží video ukázku do definovaného adresáře
sk: uloží video ukážku do definovaného adresára

source: v menu můžete ohodnotit vyhledaný pořad
sk: v menu môžete ohodnotiť vyhľadanú reláciu

source: v menu můžete provést manuální zadání hledaného pořadu
sk: v menu môžete uskutočniť manuálne zadanie hľadanej relácie

source: v menu můžete provést výběr hledaného pořadu z EPG aktuálního kanálu
sk: v menu môžete uskutočniť výber hľadanej relácie z EPG aktuálneho kanála

source: v menu můžete provést výběr hledaného pořadu ze všech kanálů
sk: v menu môžete uskutočniť výber hľadanej relácii zo všetkých kanálov

source: v menu můžete setřídit vyhledané položky podle abecedy
sk: v menu môžete zotrieďiť vyhľadané položky podľa abecedy

source: v menu můžete setřídit vyhledané položky podle pořadí na CSFD
sk: v menu môžete zotrieďiť vyhľadané položky podľa poradia na CSFD

source: v menu můžete setřídit vyhledané položky podle vhodnosti názvu
sk: v menu môžete zotrieďiť vyhľadané položky podľa vhodnosti názvu

source: v menu můžete spustit aktuální video ukázku
sk: v menu môžete spustiť aktuálnu video ukážku

source: v menu můžete uložit video ukázku do definovaného adresáře
sk: v menu môžete uložiť video ukážku do definovaného adresára

source: v menu můžete vyhledat aktuální pořad v mezinárodní filmové databázi IMDB
sk: v menu môžete vyhľadať aktuálnu reláciu v medzinárodnej filmovej databázi IMDB

source: v menu můžete zjistit, zda je dostupná nová verze pluginu
sk: v menu môžete zistiť, či je dostupná nová verzia pluginu

source: v menu můžete změnit skin
sk: v menu môžete zmeniť skin

source: v menu můžete zobrazit detailní hodnocení pořadu
sk: v menu môžete zobraziť detailné hodnotenie relácie

source: v menu můžete zobrazit diskuzi uživatelů k pořadu
sk: v menu môžete zobraziť diskusiu užívateľov k relácii

source: v menu můžete zobrazit epizody seriálu
sk: v menu môžete zobraziť epizódy seriálu

source: v menu můžete zobrazit externí recenze k pořadu
sk: v menu môžete zobraziť externej recenzie k relácii
